/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@na%2$@ wanachapa";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ na %3$@ wanachapa";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@,%2$@,%3$@ na %4$@wengine wanachapa";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@,%2$@,%3$@na mwingine 1 anachapa";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@na %2$@ watapokea mialiko";

/* No comment provided by engineer. */
"%@ invitation" = "%@mwaliko";

/* '%@' is the name of a user */
"%@ is out of office" = "%@yuko nje ya ofisi";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@yuko nje ya ofisi leo";

/* Alice is typing… */
"%@ is typing…" = "%@ anachapa";

/* {app name} is not installed */
"%@ not installed" = "%@hajasakinishwa";

/* {app name} version not supported */
"%@ version not supported" = "%@toleo halifanyi kazi";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@atapokea mwaliko";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@,%2$@na %3$@watapokea mialiko";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@,%2$@,%3$@ na wengine 4 watapokea mialiko";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@,%2$@,%3$@ na mwingine 1 atapokea mialiko";

/* No comment provided by engineer. */
"%d days ago" = "%d siku zilizopita";

/* No comment provided by engineer. */
"%d hours ago" = "%d masaa yaliyopita";

/* No comment provided by engineer. */
"%d minutes ago" = "%d dakika zilizopita";

/* Number of options in a poll */
"%d options" = "%dmibadala";

/* Replies in a thread */
"%d replies" = "%d majibu";

/* Votes in a poll */
"%d votes" = "%dkura";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "% kitambulisho cha arifa";

/* No comment provided by engineer. */
"%ld participants" = "% kitambulisho cha washiriki";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld majibu";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Usisumbue' hali ya mtumiaji inapuuzwa kwa mazungumzo muhimu";

/* No comment provided by engineer. */
"1 day" = "Siku 1";

/* No comment provided by engineer. */
"1 hour" = "Saa 1";

/* No comment provided by engineer. */
"1 week" = "wiki 1";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Fikia seva yako katika kivinjari";

/* No comment provided by engineer. */
"15 minutes" = "Dakika 15";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Nenda kwenye Mipangilio > Usalama > Unda nenosiri jipya la programu";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Skani msimbo wa QR ulioonyeshwa hapo";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "Dakika 30";

/* No comment provided by engineer. */
"4 hours" = "Masaa 4";

/* No comment provided by engineer. */
"4 weeks" = "Wiki 4";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "Masaa 8";

/* No comment provided by engineer. */
"@-mentions only" = "@ zilizotzjwa tu";

/* No comment provided by engineer. */
"[Unknown username]" = "[Jina la mtumiaji lisilojulikana]";

/* No comment provided by engineer. */
"About" = "Kuhusu";

/* No comment provided by engineer. */
"Absence" = "Haipo";

/* No comment provided by engineer. */
"Accept" = "Kubali";

/* No comment provided by engineer. */
"Account" = "Akaunti";

/* No comment provided by engineer. */
"Account already added" = "Akaunti imeshaongezwa";

/* No comment provided by engineer. */
"Account not configured" = "Akaunti haijasanidiwa";

/* No comment provided by engineer. */
"Account not found" = "Akaunti haipo";

/* No comment provided by engineer. */
"Accounts" = "Akaunti";

/* No comment provided by engineer. */
"Accuracy" = "Usahihi";

/* No comment provided by engineer. */
"Add (%lu)" = "Ongeza (%Iu)";

/* No comment provided by engineer. */
"Add account" = "Ongeza akaunti";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Ongeza dokezo la ndani kuhusu marufuku hii";

/* No comment provided by engineer. */
"Add answer" = "Ongeza jibu";

/* No comment provided by engineer. */
"Add attendees" = " Ongeza wahudhuriaji";

/* No comment provided by engineer. */
"Add participants" = "Ongeza washiriki";

/* No comment provided by engineer. */
"Add reaction" = "Ongeza majibu";

/* No comment provided by engineer. */
"Add to favorites" = "Ongeza katika vipendwa";

/* No comment provided by engineer. */
"Added note to self" = "Aliongeza dokezo kwa binafsi";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Kuongeza mtajwa kutaarifu watumiaji ambao bado hawakusoma ujumbe";

/* No comment provided by engineer. */
"Address" = "Anwani";

/* No comment provided by engineer. */
"Advanced" = "ya kiwango cha juu";

/* No comment provided by engineer. */
"AirPlay button" = "Batani ya AirPlay";

/* No comment provided by engineer. */
"All messages" = "Jumbe zote";

/* No comment provided by engineer. */
"All messages were deleted" = "Jumbe zote zilifutwa";

/* No comment provided by engineer. */
"All notifications are muted" = "Arifa zote zimenyamazishwa";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Ruhusu wageni wajiunge na mazungumzo haya kupitia kiungo";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Washiriki wote kuwataja kwa ufupi";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Ruhusu kupiga simu bila pini";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Imeruhusiwa";

/* No comment provided by engineer. */
"Alphabetical order" = "Mpangilio wa kiherufi";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Pia wazi kwa watumiaji wa programu wageni";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Msimamizi alikuongeza wewe na washiriki %ld zaidi";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Msimamizi alikuongeza wewe na {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = " Msimamizi aliongeza {user0} na washiriki %ld zaidi";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Msimamizi ameongeza {user0} na {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Msimamizi amekushusha wewe na washiriki %ld zaidi kutoka kwa wasimamizi";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Msimamizi amekushusha wewe na {user0} kutoka kwa wasimamizi";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Msimamizi aliwashusha hadhi {user0} na washiriki %ld zaidi kutoka kwa wasimamizi";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Msimamizi ameshusha hadhi {user0} na {user1} kutoka kwa wasimamizi";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Msimamizi alikupandisha cheo wewe na washiriki %ld zaidi kuwa wasimamizi";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Msimamizi alikupandisha cheo wewe na {user0} kuwa wasimamizi";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Msimamizi alikweza {user0} na washiriki %ld zaidi kuwa wasimamizi";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Msimamizi aliwapandisha hadhi {user0} na {user1} kuwa wasimamizi";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Msimamizi alikuondoa wewe na washiriki %ld zaidi";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Msimamizi alikuondoa wewe na {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Msimamizi aliondoa {user0} na washiriki %ld zaidi";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Msimamizi aliondoa {user0} na {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Hitilafu imetokea wakati wa kubadilisha mipangilio ya faragha";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Hitilafu imetokea wakati wa kubadilisha mpangilio wa hali ya kusoma";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Hitilafu imetokea wakati wa kuchapa mipangilio ya faragha";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Hitilafu imetokea wakati wa kupakua picha";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Hitilafu imetokea wakati wa kuondoa picha ya wasifu";

/* No comment provided by engineer. */
"An error occurred setting address" = "Hitilafu imetokea wakati wa kuweka anwani";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Hitilafu imetokea wakati wa kuweka anwani ya barua pepe";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Hitilafu imetokea wakati wa kuweka nambari ya simu";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Hitilafu imetokea wakati wa kuweka picha ya wasifu";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Hitilafu imetokea wakati wa kuweka akaunti ya Twitter";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Hitilafu imetokea wakati wa kuweka jina la mtumiaji";

/* No comment provided by engineer. */
"An error occurred setting website" = "Hitilafu imetokea wakati wa kuweka tovuti";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Hitilafu ilitokea wakati wa kujaribu kutafsiri ujumbe";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Hitilafu ilitokea wakati wa kuongeza %@ kwenye chumba";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Hitilafu ilitokea wakati wa kuongeza maoni kwenye ujumbe";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Hitilafu imetokea wakati wa kuongeza dokezo";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Hitilafu ilitokea wakati wa kufuta ujumbe wa hali";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Hitilafu imetokea wakati wa kuunda rasimu ya kura";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Hitilafu ilitokea wakati wa kuunda mkutano";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Hitilafu ilitokea wakati wa kuunda kura";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Hitilafu ilitokea wakati wa kuunda thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Hitilafu ilitokea wakati wa kufuta ujumbe";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Hitilafu ilitokea wakati wa kufuta rasimu ya kura";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Hitilafu ilitokea wakati wa kulemaza kutokuwepo";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Hitilafu ilitokea wakati wa kuhariri kura";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Hitilafu ilitokea wakati wa kufungua faili %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Hitilafu ilitokea wakati wa kuondoa maoni kutoka kwa ujumbe";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Hitilafu imetokea wakati wa kuondoa avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Hitilafu ilitokea wakati wa kutuma ujumbe";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Hitilafu imetokea wakati wa kuweka \(formattedPhoneNumber) kama nambari ya simu";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Hitilafu ilitokea wakati wa kupangilia kutokuwepo";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Hitilafu ilitokea wakati wa kuweka maelezo";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Hitilafu ilitokea wakati wa kuweka hali ya mtandaoni";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Hitilafu ilitokea wakati wa kuweka nambari ya simu";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Hitilafu ilitokea wakati wa kuweka ujumbe wa hali";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Hitilafu imetokea wakati wa kuweka avata";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Hitilafu ilitokea wakati wa kuweka hali ya mtumiaji";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Hitilafu ilitokea wakati wa kushiriki faili";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Hitilafu ilitokea wakati wa kuanzisha mazungumzo mapya ya kikundi";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Hitilafu imetokea wakati wa kujaribu arifa zinazotumwa na programu hata wakati huitumii";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "Saa";

/* No comment provided by engineer. */
"Anonymous poll" = "Kura ya maoni isiyojulikana";

/* No comment provided by engineer. */
"Answer" = "Jibu";

/* No comment provided by engineer. */
"Answers" = "Majibu";

/* No comment provided by engineer. */
"App" = "Programu";

/* No comment provided by engineer. */
"App is outdated" = "Programu iko nje ya wakati";

/* No comment provided by engineer. */
"Appear offline" = "Tokea mtandaoni";

/* No comment provided by engineer. */
"Archive conversation" = "Hifadhi mazungumzo";

/* No comment provided by engineer. */
"Archived conversations" = "Mazungumzo yaliyohifadhiwa";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Mazungumzo yaliyohifadhiwa kwenye kumbukumbu hufichwa kutoka kwa orodha ya mazungumzo kwa chaguo-msingi. Yataonyeshwa tu unapofungua orodha ya mazungumzo yaliyohifadhiwa kwenye kumbukumbu.";

/* No comment provided by engineer. */
"Ask a question" = "Uliza swali";

/* No comment provided by engineer. */
"Attachments allowed?" = "Viambatisho vinaruhusiwa?";

/* No comment provided by engineer. */
"Attendees" = "Wahudhuriaji";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Mibadala ya sauti";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Ushirikishaji wa sauti, video na skrini";

/* No comment provided by engineer. */
"Audios" = "Sauti";

/* No comment provided by engineer. */
"Away" = "Mbali";

/* No comment provided by engineer. */
"Back to conversations" = "Rudi kwenye mazungumzo";

/* Ban a user/guest */
"Ban" = "Piga marufuku";

/* e.g. Ban John Doe */
"Ban %@" = "Piga marufuku %@";

/* No comment provided by engineer. */
"Ban participant" = "Piga marufuku mshiriki";

/* Date and time of ban creation */
"Banned by:" = "Imezuiliwa na: ";

/* No comment provided by engineer. */
"Banned users and guests" = "Watumiaji na wageni waliopigwa marufuku";

/* Bold text */
"Bold" = " Ujasiri";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "Vinjari rasimu za kura";

/* No comment provided by engineer. */
"Busy" = "Bize";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Faili zilizoakibishwa";

/* No comment provided by engineer. */
"Cached images" = "Picha zilizoakibishwa";

/* No comment provided by engineer. */
"Calendar" = "Kalenda";

/* No comment provided by engineer. */
"Call notification sent" = "Arifa ya simu imetumwa";

/* No comment provided by engineer. */
"Call options" = "Mibadala ya simu";

/* No comment provided by engineer. */
"Call recording enabled?" = "Urekodiji wa simu umewezeshwa";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Imeshindwa kurekodi simu. Tafadhali wasiliana na msimamizi wako";

/* No comment provided by engineer. */
"Call recording is starting" = "Kurekodi simu kunaanza";

/* No comment provided by engineer. */
"Call recording started" = "Kurekodi simu kulianza";

/* No comment provided by engineer. */
"Call recording stopped" = "Kurekodi simu kumesimamishwa";

/* No comment provided by engineer. */
"Call without notification" = "Piga simu bila arifa";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit inatumika?";

/* No comment provided by engineer. */
"Calls" = "Simu";

/* No comment provided by engineer. */
"Calls enabled?" = "Simu zimewezeshwa";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Simu kutoka katika akaunti ya zamani zilipokelewa";

/* No comment provided by engineer. */
"Calls from old accounts" = "Simu kutoka katika akaunti za zamani";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access" = "Ufikiaji wa kamera";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Ufikiaji wa kamera haujaruhusiwa. Angalia mipangilio yako";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera imezimwa";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera imewezeshwa";

/* No comment provided by engineer. */
"Can create conversations?" = "Inaweza kutengeneza mazungumzo?";

/* No comment provided by engineer. */
"Cancel" = "Ghaili";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Umeghairi simu kutoka kwenye akaunti nyingine";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Haiwezi kushiriki kwenye mazungumzo";

/* No comment provided by engineer. */
"Capabilities" = "Uwezo";

/* No comment provided by engineer. */
"Change password" = "Badili nenosiri";

/* No comment provided by engineer. */
"Change your vote" = "Badili kura yako";

/* No comment provided by engineer. */
"Chat" = "Gumzo";

/* No comment provided by engineer. */
"Chat messages" = "Jumbe za gumzo";

/* No comment provided by engineer. */
"Clear cache" = " Futa akiba";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Futa ujumbe wa gumzo uliowekwa kwenye kache";

/* No comment provided by engineer. */
"Clear reminder" = "Futa kikumbusho";

/* No comment provided by engineer. */
"Clear status message" = "Futa ujumbe wa hali";

/* No comment provided by engineer. */
"Clear status message after" = "Futa ujumbe wa hali baada ya";

/* No comment provided by engineer. */
"Close" = "Funga";

/* Code block */
"Code" = "Kanuni";

/* No comment provided by engineer. */
"Configuration" = "Usanidi";

/* No comment provided by engineer. */
"Configure your next absence period" = "Sanidi kipindi chako kijacho cha kutokuwepo";

/* No comment provided by engineer. */
"Confirm and hide warning" = " Thibitisha na ufiche onyo";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Inaunganisha kwa %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = " Inaunganisha kwenye simu...";

/* No comment provided by engineer. */
"Contact access" = "Ufikiaji wa mawasiliano";

/* No comment provided by engineer. */
"Contact access has been denied" = "Idhini ya mawasiliano imekataliwa";

/* No comment provided by engineer. */
"Contacts" = "Mawasiliano";

/* No comment provided by engineer. */
"Conversation creation failed" = "Matengenezo ya mazungumzo yameshindikana";

/* No comment provided by engineer. */
"Conversation details" = "Maelezo ya mazungumzo";

/* No comment provided by engineer. */
"Conversation name" = "Jina la mazungumzo";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Jina la mazungumzo haliwezi kuwa tupu";

/* No comment provided by engineer. */
"Conversation not found" = "Mazungumzo hayapo";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Mazungumzo hayapatikani au hayajaungwa";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Mipangilio ya mazungumzo";

/* No comment provided by engineer. */
"Conversations" = "Mazungumzo";

/* No comment provided by engineer. */
"Copy" = "Nakala";

/* No comment provided by engineer. */
"Copy message link" = "Nakili kiungo cha ujumbe";

/* No comment provided by engineer. */
"Copy message selection" = "Nakili uteuzi wa ujumbe";

/* No comment provided by engineer. */
"Could not access camera" = "Haikuweza kufikia kamera";

/* No comment provided by engineer. */
"Could not access microphone" = "Haikuweza kufikia mikrofoni";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Haikuweza kufikia utambuzi wa matamshi";

/* No comment provided by engineer. */
"Could not access your location" = "Haikuweza kufikia eneo lako";

/* No comment provided by engineer. */
"Could not add participant" = "Haikuweza kuongeza mshiriki";

/* No comment provided by engineer. */
"Could not ban participant" = "Haikuweza kupiga marufuku mshiriki";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Haikuweza kubadilisha mpangilio wa mazungumzo uliohifadhiwa kwenye kumbukumbu";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Haikuweza kubadilisha mpangilio wa arifa za simu";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Haikuweza kubadilisha mpangilio muhimu wa mazungumzo";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Haikuweza kubadilisha mawanda yanayoweza kuorodheshwa ya mazungumzo";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Haikuweza kubadilisha hali ya kushawishi ya mazungumzo";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Haikuweza kubadilisha ruhusa za kutaja mazungumzo";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Haikuweza kubadilisha ruhusa za udhibiti za mshiriki";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Haikuweza kubadilisha mpangilio wa arifa";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Haikuweza kubadilisha mipangilio ya ulinzi wa nenosiri";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Haikuweza kubadilisha hali ya kusoma tu ya mazungumzo";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Haikuweza kubadilisha mpangilio wa mazungumzo nyeti ";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Haikuweza kubadilisha ruhusa za kushiriki mazungumzo";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Haikuweza kubadilisha hali ya SIP ya mazungumzo";

/* No comment provided by engineer. */
"Could not clear chat history" = "Haikuweza kufuta historia ya gumzo";

/* No comment provided by engineer. */
"Could not clear status message" = "Haikuweza kufuta ujumbe wa hali";

/* No comment provided by engineer. */
"Could not create meeting" = "Haikuweza kuunda mkutano";

/* No comment provided by engineer. */
"Could not delete conversation" = "Haikuweza kufuta mazungumzo";

/* No comment provided by engineer. */
"Could not disable absence" = "Haikuweza kuzima kutokuwepo";

/* No comment provided by engineer. */
"Could not get available languages" = "Haikuweza kupata lugha zinazopatikana";

/* No comment provided by engineer. */
"Could not join %@ call" = "Haikuweza kuunga simu %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Haikuweza kuunga simu kwa %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Haikuweza kujiunga na mazungumzo";

/* No comment provided by engineer. */
"Could not leave conversation" = "Haikuweza kuacha mazungumzo";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Haikuweza kumwondoa mshiriki";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Haikuweza kubadilisha jina la mazungumzo";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Haikuweza kutuma tena mialiko ya barua pepe";

/* No comment provided by engineer. */
"Could not send call notification" = "Haikuweza kutuma arifa ya simu";

/* No comment provided by engineer. */
"Could not send the message" = "Haikuweza kutuma ujumbe";

/* No comment provided by engineer. */
"Could not set absence" = "Haikuweza kuweka kutokuwepo";

/* No comment provided by engineer. */
"Could not set conversation name" = "Haikuweza kuweka jina la mazungumzo";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Haikuweza kuweka muda wa mwisho wa ujumbe";

/* No comment provided by engineer. */
"Could not set online status" = "Haikuweza kuweka hali ya mtandaoni";

/* No comment provided by engineer. */
"Could not set phone number" = "Haikuweza kuweka nambari ya simu";

/* No comment provided by engineer. */
"Could not set status message" = "Haikuweza kuweka ujumbe wa hali";

/* No comment provided by engineer. */
"Could not share file" = " Haikuweza kushirikisha faili";

/* No comment provided by engineer. */
"Could not start group conversation" = "Haikuweza kuanzisha mazungumzo ya kikundi";

/* No comment provided by engineer. */
"Create" = "Unda";

/* No comment provided by engineer. */
"Create a new conversation" = "Unda mazungumzo mapya";

/* No comment provided by engineer. */
"Create a thread" = "Unda uzi/mjadala";

/* No comment provided by engineer. */
"Create or join a conversation" = "Tengeneza au jiunge na mazungumzo";

/* No comment provided by engineer. */
"Create poll" = "Unda/tengeneza kura";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Imeshindwa kuunda rasimu ya kura";

/* No comment provided by engineer. */
"Creating poll failed" = "Imeshindwa kuunda kura";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Vitambulisho vya akaunti hii havikuwa halali tena";

/* Custom message expiration */
"Custom" = "Desturi";

/* name of a moderator who banned a participant */
"Date:" = "Tarehe:";

/* No comment provided by engineer. */
"days" = "Siku";

/* No comment provided by engineer. */
"Deck cards" = "Kadi za deki";

/* No comment provided by engineer. */
"Default" = "Chaguo msingi";

/* No comment provided by engineer. */
"Delete" = "Futa";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Futa zote";

/* No comment provided by engineer. */
"Delete all messages" = "Futa jumbe zote";

/* No comment provided by engineer. */
"Delete conversation" = "Futa mazungumzo";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Futa sasa";

/* No comment provided by engineer. */
"Deleted user" = "Futa mtumiaji";

/* No comment provided by engineer. */
"Deleting message" = "Inafuta ujumbe";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Ufutaji wa rasimu ya kura umeshindikana";

/* No comment provided by engineer. */
"Demote from moderator" = "Mshushe kutoka msimamizi";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = " Imekataliwa";

/* No comment provided by engineer. */
"Description" = "Maelezo";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Maelezo hayawezi kuwa marefu zaidi ya vibambo 500";

/* No comment provided by engineer. */
"Details" = "Maelezo ya kina";

/* No comment provided by engineer. */
"detected" = "imegunduliwa";

/* No comment provided by engineer. */
"Detecting language" = "Inagundua lugha";

/* No comment provided by engineer. */
"Diagnostics" = "Uchunguzi";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "Zima kutokuwepo";

/* No comment provided by engineer. */
"Disable blur" = "Zima blur";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Zima spika";

/* No comment provided by engineer. */
"Disconnected" = "Imetenganishwa";

/* No comment provided by engineer. */
"Dismiss" = "Ondoa";

/* No comment provided by engineer. */
"Dismiss notification" = "Ondoa arifa";

/* No comment provided by engineer. */
"Do not disturb" = "Usisumbue";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Je, kweli unataka kufuta akiba ya faili?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Je, kweli unataka kufuta akiba ya picha?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Je, kweli unataka kufuta ujumbe wote katika mazungumzo haya?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Je, kweli unataka kufuta mazungumzo haya kwa kila mtu?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Je, kweli ungependa kukomesha kura hii ya maoni?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Je, kweli ungependa kuondoka kwenye akaunti hii?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Je, kweli unataka kuondoa akaunti hii?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Je unataka kuunganisha kwenye seva vyovyote vile";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Je, unataka kufuta mazungumzo haya?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Je, unataka kuwasha kamera yako?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Je, unataka kujiunga kwenye simu hii?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Je, unataka kushiriki '%@' kwenye mazungumzo?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Je, unataka kusitisha kurekodi?";

/* No comment provided by engineer. */
"Don't clear" = "Usifute";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Gusa mara mbili ili kuondoa kidirisha cha uthibitishaji";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Gusa mara mbili ili uondoe chaguo za kushiriki";

/* No comment provided by engineer. */
"Double tap to display call options" = "Gusa mara mbili ili kuonyesha machaguo ya simu";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Gusa mara mbili ili kuonyesha menyu ya chaguo";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Gusa mara mbili ili kuonyesha chaguo za kiwango cha arifa ya mazungumzo";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Gusa mara mbili ili kuhariri wasifu";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Gusa mara mbili ili kuwasha au kuzima chaguo la 'Piga simu bila arifa'";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Gusa mara mbili ili kuwasha au kuzima kamera";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Gusa mara mbili ili kuwasha au kuzima maikrofoni";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Gusa mara mbili ili kuwezesha au kuzima kipaza sauti";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Gusa mara mbili ili kukatisha kuhariri wasifu";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Gusa mara mbili ili uende kwenye maelezo ya mazungumzo";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Gusa mara mbili ili uende kwa wasifu wa mtumiaji na mipangilio ya programu";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Gusa mara mbili ili kukata simu";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Gusa mara mbili ili kupunguza mkono";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Gusa mara mbili ili kufungua kivinjari cha faili";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Gusa mara mbili ili kuchagua njia tofauti za sauti";

/* No comment provided by engineer. */
"Double tap to send message" = "Gusa mara mbili kutuma ujumbe";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Gusa mara mbili ili kushiriki na mazungumzo uliyochagua";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Gusa mara mbili ili kuonyesha vitendo zaidi";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Gusa mara mbili ili kuonyesha au kuficha mwonekano wa gumzo";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Gusa mara mbili kuanzisha simu ya video";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Gusa mara mbili ili uanzishe simu ya sauti pekee";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Gusa mara mbili ili uache kurekodi";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Gusa mara mbili ili kuboresha simu hii ya sauti hadi kukatika kwa Video";

/* No comment provided by engineer. */
"Duplicate session" = " Rudufu kipindi";

/* Edit a message or room participants */
"Edit" = "Hariri";

/* No comment provided by engineer. */
"Edit attendees" = "Hariri wahudhuriaji";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "imehaririwa";

/* A message was edited by ... */
"edited by" = "imehaririwa na";

/* A message was edited by ... */
"Edited by" = "Imehaririwa na";

/* No comment provided by engineer. */
"Editing Message" = "Inahariri ujumbe";

/* No comment provided by engineer. */
"Editing poll draft" = "Inahariri rasimu ya kura";

/* No comment provided by engineer. */
"Editing poll failed" = "Imeshindwa kuhariri kura ya maoni";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Ama huna ruhusa ya gumzo au mazungumzo ni ya kusomwa tu.";

/* No comment provided by engineer. */
"Email" = "Barua pepe";

/* No comment provided by engineer. */
"Empty summary response" = "Jibu tupu la muhtasari";

/* No comment provided by engineer. */
"Enable" = "Wezesha";

/* No comment provided by engineer. */
"Enable blur" = "Wezesha blur";

/* No comment provided by engineer. */
"Enable screensharing" = "Wezesha ushirikishaji wa skrini";

/* No comment provided by engineer. */
"Enable speaker" = "Wezesha spika";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "Kata simu";

/* No comment provided by engineer. */
"End call for everyone" = "Kata simu kwa kila mmoja";

/* No comment provided by engineer. */
"End poll" = "Maliza kura ya maoni";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Hitilafu ilitokea wakati wa kuunda kikumbusho";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Hitilafu ilitokea wakati wa kuhariri ujumbe";

/* External signaling used */
"External" = "Nje";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Imeshindwa kukubali mwaliko";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Imeshindwa kuangalia au kuunda folda ya kiambatisho";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Imeshindwa kufuta kikumbusho";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Imeshindwa kuunganisha kwa %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Imeshindwa kusambaza ujumbe";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Imeshindwa kupata kalenda ya kuratibu mkutano";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Imeshindwa kukataa mwaliko";

/* No comment provided by engineer. */
"Failed to send message" = "Imeshindwa kutuma ujumbe";

/* No comment provided by engineer. */
"Failed to share recording" = " Imeshindwa kushirikisha rekodi";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Imeshindwa kubatilisha marufuku ingizo ulilochagua";

/* No comment provided by engineer. */
"Federated" = "Shirikisho";

/* No comment provided by engineer. */
"Fetching status …" = "Inaleta hali...";

/* Filename of a file */
"File" = "Faili";

/* No comment provided by engineer. */
"Files" = "Mafaili";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Vichujio";

/* No comment provided by engineer. */
"First day" = "Siku ya kwanza";

/* No comment provided by engineer. */
"Follow conversation settings" = "Fuata mipangilio ya mazungumzo";

/* No comment provided by engineer. */
"For password reset and notifications" = "Kwa kuweka upya nenosiri na arifa";

/* No comment provided by engineer. */
"Format" = " Umbizo";

/* No comment provided by engineer. */
"Forward" = "Sambaza";

/* No comment provided by engineer. */
"Forward to" = "Sambaza kwa";

/* 'From' which language user wants to translate text */
"From" = "Kutoka";

/* from Alice at nextcloud.local */
"from %@ at %@" = "kutoka %1$@ katika %2$@";

/* No comment provided by engineer. */
"Full name" = "Jina kamili";

/* No comment provided by engineer. */
"Generate summary" = "Zalisha muhtasari";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Inazalisha muhtasari wa ujumbe ambao haujasomwa";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Imeshindwa kuzalisha muhtasari wa ujumbe ambao haujasomwa";

/* No comment provided by engineer. */
"Get source code" = " Pata msimbo wa chanzo";

/* No comment provided by engineer. */
"GitHub API error" = "Hitilafu ya GitHub API";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Toa idhini na ujiunge na simu";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "mgeni";

/* No comment provided by engineer. */
"Guest" = "Mgeni";

/* No comment provided by engineer. */
"Guests access" = "Ufikiaji wa wageni";

/* No comment provided by engineer. */
"Guests app enabled?" = "Je, programu ya wageni imewezeshwa?";

/* No comment provided by engineer. */
"Hang up" = "Kata simu";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Ficha";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"hours" = "Masaa";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Ukifuta mazungumzo, yatafutwa pia kwa %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Ukiwezesha kamera yako, simu hii itakatizwa kwa sekunde chache.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Ikiwa unatumia seva nyingi, unahitaji kuangalia zote.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Picha, faili, jumbe za sauti...";

/* No comment provided by engineer. */
"Import account" = "Ingiza akaunti";

/* No comment provided by engineer. */
"Important conversation" = "Mazungumzo muhimu";

/* No comment provided by engineer. */
"in" = "Ndani ya";

/* No comment provided by engineer. */
"Include calls in call history" = "Jumuisha simu katika historia ya simu";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Ndani";

/* Internal note about why a user/guest was banned */
"Internal note" = "Nukuu ya ndani";

/* No comment provided by engineer. */
"Invalid date range" = "Safu ya tarehe batili";

/* No comment provided by engineer. */
"Invalid email address" = "Anwani batili ya barua pepe ";

/* No comment provided by engineer. */
"Invalid end date" = "Tarehe ya mwisho batili";

/* No comment provided by engineer. */
"Invalid server address" = "Anwani ya seva si sahihi";

/* No comment provided by engineer. */
"Invalid start date" = "Tarehe ya kuanza si sahihi";

/* No comment provided by engineer. */
"Invisible" = "Isiyoonekana";

/* No comment provided by engineer. */
"Invitation resent" = "Mwaliko umetumwa upya";

/* No comment provided by engineer. */
"Invitations resent" = "Mialiko imetumwa upya";

/* Invitation for a meeting */
"Invite all users and emails" = "Alika watumiaji wote na barua pepe";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Inaonekana kwamba %@ haijasakinishwa kwenye seva yako.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Inaonekana kwamba hakuna muunganisho wa mtandao.";

/* Italic text */
"Italic" = "Italic";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Jiunge na mazungumzo au anza mazungumzo mapya";

/* No comment provided by engineer. */
"Join call" = "Jiunge na simu";

/* No comment provided by engineer. */
"Join call (audio only)" = "Jiunge na simu (sauti tu)";

/* No comment provided by engineer. */
"Join call with video" = "Jiunge na kwa video";

/* No comment provided by engineer. */
"Join open conversations" = "Jiunge na mzungumzo ya wazi";

/* No comment provided by engineer. */
"Join video call" = "Jiunge na simu ya video";

/* No comment provided by engineer. */
"Keep" = "Weka";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Siku ya mwisho (Inajumuishwa)";

/* Last subscription to the push notification server */
"Last subscription" = "Usajili wa mwisho";

/* No comment provided by engineer. */
"Last sync" = "Usawazishaji wa mwisho";

/* Remind me later today about that message */
"Later today" = "Baadaye leo";

/* No comment provided by engineer. */
"Leave" = "Ondoka";

/* No comment provided by engineer. */
"Leave call" = "Acha simu";

/* No comment provided by engineer. */
"Leave conversation" = "Acha mazungumzo";

/* No comment provided by engineer. */
"less than a minute ago" = "chini ya dakika iliyopita";

/* No comment provided by engineer. */
"Link https://…" = "kiungo https://...";

/* No comment provided by engineer. */
"Linked file" = "Faili zilizoungwa";

/* No comment provided by engineer. */
"Load more results" = "Pakia matokeo zaidi";

/* No comment provided by engineer. */
"Lobby" = "Ukumbi";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Ukumbi bado unatumika na wewe si msimamizi";

/* No comment provided by engineer. */
"Local" = "Ya kawaida";

/* No comment provided by engineer. */
"Local time: %@" = "Muda wa kawaida: %@";

/* No comment provided by engineer. */
"Location" = "Eneo";

/* No comment provided by engineer. */
"Location access" = "Ufikiaji wa eneo";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Huduma ya eneo imekataliwa. Angalia mipangilio yako.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Huduma ya eneo haijawashwa";

/* No comment provided by engineer. */
"Locations" = "Maeneo";

/* No comment provided by engineer. */
"Lock conversation" = "Funga mazungumzo";

/* No comment provided by engineer. */
"Log in" = "Ingia";

/* No comment provided by engineer. */
"Log out" = "Toka nje";

/* No comment provided by engineer. */
"Logged out" = "Imetoka nje";

/* No comment provided by engineer. */
"Long absence message" = "Ujumbe wa kutokuwepo kwa muda mrefu";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Shusha mkono";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = " Mwongozo";

/* No comment provided by engineer. */
"Mark as read" = " Weka alama kama imesomwa";

/* No comment provided by engineer. */
"Mark as unread" = "Weka alama kama haijasomwa";

/* No comment provided by engineer. */
"Match system contacts" = "Linganisha mawasiliano ya mfumo";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Meeting created" = "Mkutano umetengenezwa";

/* No comment provided by engineer. */
"Meeting ended" = "Mkutano umeisha";

/* No comment provided by engineer. */
"Meeting ID" = "Kitambulisho cha mkutano";

/* No comment provided by engineer. */
"Meeting settings" = "Mipangilio ya mkutano";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Mikutano";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Imetajwa";

/* Copy 'message' */
"Message" = "Ujumbe";

/* No comment provided by engineer. */
"Message copied" = "Ujumbe umenakiliwa";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Ujumbe haukuweza kufutwa kwa sababu ni wa zamani sana";

/* No comment provided by engineer. */
"Message deleted successfully" = "Ujumbe umefutwa kikamilifu";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Ujumbe umefutwa, lakini Matterbridge imesanidiwa na ujumbe huo unaweza kuwa tayari kusambazwa kwa huduma zingine";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Muda wa mwisho wa ujumbe";

/* Copy 'link' to a message */
"Message link" = "Kiungo cha ujumbe";

/* No comment provided by engineer. */
"Message link copied" = "Kiungo cha ujumbe kimenakiliwa";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Onyesho la kuchungulia la ujumbe litazimwa katika orodha ya mazungumzo na arifa";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Jumbe";

/* No comment provided by engineer. */
"Microphone" = "Mikrofoni";

/* No comment provided by engineer. */
"Microphone access" = "ufikiaji wa mikrofoni";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Ufikiaji wa maikrofoni hauruhusiwi. Angalia mipangilio yako.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofoni imezimwa";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofoni imewashwa";

/* No comment provided by engineer. */
"minutes" = "Dakika";

/* No comment provided by engineer. */
"Missed call from" = " Simu ambayo haikupokelewa kutoka";

/* No comment provided by engineer. */
"Missing phone number information" = "Maelezo ya nambari ya simu hayapo";

/* The signaling mode used */
"Mode" = " Hali";

/* No comment provided by engineer. */
"moderator" = "Msimamizi";

/* No comment provided by engineer. */
"Modification date" = "Tarehe ya maboresho";

/* More menu elements */
"More" = "Zaidi";

/* No comment provided by engineer. */
"More actions" = "Vitendo zaidi";

/* No comment provided by engineer. */
"Multiple answers" = "Majibu mengi";

/* No comment provided by engineer. */
"Mute all notifications" = "Zima arifa zote";

/* No comment provided by engineer. */
"Mute others" = "Nyamazisha wengine";

/* No comment provided by engineer. */
"My location" = "Eneo langu";

/* No comment provided by engineer. */
"Name" = "Jina";

/* No comment provided by engineer. */
"Nearby places" = "Maeneo ya karibu";

/* No comment provided by engineer. */
"Network available" = "Mtandao upo";

/* No comment provided by engineer. */
"Network not available" = "Mtandao haupo";

/* Never subscribed to the push notification server */
"Never subscribed" = "Kamwe usijisajili";

/* No comment provided by engineer. */
"New conversation" = "Mazungumzo mapya";

/* No comment provided by engineer. */
"New poll" = "Kura mpya";

/* Remind me next week about that message */
"Next week" = "Wiki ijayo";

/* No comment provided by engineer. */
"Tassos server not found" = "Seva ya Tassos haipo";

/* No comment provided by engineer. */
"No" = "Hapana";

/* No comment provided by engineer. */
"No actions available" = "Hakuna vitendo";

/* No comment provided by engineer. */
"No active account found" = "Hakuna akaunti hai iliyopatikana";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Hakuna mtoa huduma wa AI anayepatikana au muhtasari umeshindwa";

/* No comment provided by engineer. */
"No banned users or guests" = "Hakuna watumiaji au wageni waliopigwa marufuku";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Hakuna maelezo yaliyotolewa";

/* No comment provided by engineer. */
"No files in here" = "Hakuna faili hapa";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Hakuna kichujio";

/* No comment provided by engineer. */
"No followed threads" = "Hakuna uzi uliofuatwa";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "Hakuna jumbe zilizopatikana wa kufupisha";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Bado hakuna jumbe, anza mazungumzo!";

/* No comment provided by engineer. */
"No participants found" = "Hakuna washiriki waliopatikana";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Hakuna ruhusa ya kujiunga na mazungumzo haya";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Bado hakuna rasimu za kura zilizohifadhiwa";

/* No comment provided by engineer. */
"No recent threads" = "Hakuna mazungumzo ya hivi karibuni";

/* No comment provided by engineer. */
"No response from server" = "Hakuna majibu kutoka kwenye seva";

/* No comment provided by engineer. */
"No results found" = "Hakuna matokeo yaliyopatikana";

/* No comment provided by engineer. */
"No shared items" = "Hakuna vipengee vilivyoshirikiwa";

/* No comment provided by engineer. */
"No upcoming events" = "Hakuna matukio yanayokuja";

/* No comment provided by engineer. */
"No user found" = "Hakuna mtumiaji aliyepatikana";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Kawaida";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Haijaombwa";

/* No comment provided by engineer. */
"Note to self" = "Jikumbushe";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Kumbuka";

/* No comment provided by engineer. */
"Notifications" = "Taarifa";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Programu ya arifa imewashwa";

/* No comment provided by engineer. */
"Notify about calls" = "Taarifu kuhusu simu";

/* Indicates an event happening right now */
"Now" = "Sasa";

/* No comment provided by engineer. */
"Off" = "Imezimwa";

/* No comment provided by engineer. */
"Offline" = "Nje ya mtandao";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Offline, only showing downloaded messages";

/* No comment provided by engineer. */
"OK" = "Sawa";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Akaunti ya zamani";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Mara tu mazungumzo yamesalia, ili kujiunga tena na mazungumzo yaliyofungwa, mwaliko unahitajika. Mazungumzo ya wazi yanaweza kuunganishwa tena wakati wowote.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Mazungumzo yakishatolewa kwenye kumbukumbu, yataonyeshwa kwa chaguomsingi tena.";

/* No comment provided by engineer. */
"Online" = "Mtandaoni";

/* No comment provided by engineer. */
"Online status" = "Hali ya mtandaoni";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Sauti na skrini pekee hushirikiwa";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Ni ujumbe wa kawaida tu wa gumzo unaweza kufutwa";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Sawazisha kwa seva zinazoaminika pekee";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Inaonekana tu kwa watu wanaolingana kupitia ujumuishaji wa nambari ya simu";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Inaonekana kwa watu katika tukio hili na wageni pekee";

/* No comment provided by engineer. */
"Open" = "Fungua";

/* No comment provided by engineer. */
"Open app settings" = "Fungua mipangilio ya programu";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Fungua mazungumzo kwa watumiaji waliosajiliwa";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Fungua mazungumzo";

/* No comment provided by engineer. */
"Open in %@" = "Fungua katika %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Menyu ya chaguo";

/* No comment provided by engineer. */
"Other Accounts" = "Akaunti zingine";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Nyingine";

/* Owner of a repository */
"Owner" = "Mmiliki";

/* No comment provided by engineer. */
"Participants" = "Washiriki";

/* No comment provided by engineer. */
"Password" = "Nenosiri";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Ulinzi wa nenosiri";

/* No comment provided by engineer. */
"Pending invitations" = "Mialiko inayosubiri";

/* No comment provided by engineer. */
"Phone number" = "Namba ya simu";

/* No comment provided by engineer. */
"Phone number integration" = "Ujumuishaji wa nambari ya simu";

/* No comment provided by engineer. */
"Phone number set successfully" = "Nambari ya simu imepangwa kikamilifu";

/* No comment provided by engineer. */
"Photo Library" = "Maktaba ya Picha";

/* No comment provided by engineer. */
"Photo library access" = "Ufikiaji wa maktaba ya Picha";

/* No comment provided by engineer. */
"Pick date & time" = "Chagua tarehe na muda";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Tafadhali hakikisha kuwa umeweka anwani sahihi ya seva.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos server address." = "Tafadhali hakikisha kuwa umeweka anwani sahihi ya seva ya Tassos.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Tafadhali hakikisha kuwa umeweka anwani sahihi ya seva.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Tafadhali wasiliana na msimamizi wa mfumo wako.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Tafadhali sasisha seva yako na toleo jipya zaidi la%@ linalopatikana.";

/* No comment provided by engineer. */
"Please update." = "Sasisha tafadhali";

/* No comment provided by engineer. */
"Poll" = "Kura ya maoni";

/* No comment provided by engineer. */
"Poll draft" = "Rasimu ya kura ya maoni";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Rasimu ya kura ya maoni imehifadhiwa";

/* No comment provided by engineer. */
"Poll drafts" = "Rasimu za kura ya maoni";

/* No comment provided by engineer. */
"Poll results" = "Matokeo ya kura ya maoni";

/* No comment provided by engineer. */
"Polls" = "Kura za maoni";

/* No comment provided by engineer. */
"Preview" = "Hakiki";

/* No comment provided by engineer. */
"Privacy" = "Faragha";

/* No comment provided by engineer. */
"Private" = "Binafsi";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Wasifu";

/* No comment provided by engineer. */
"Profile picture" = "Picha ya wasifu";

/* No comment provided by engineer. */
"Promote to moderator" = "Pandisha kuwa msimamizi";

/* No comment provided by engineer. */
"Published" = "Imechapishwa";

/* No comment provided by engineer. */
"Push notifications" = "Arifa za kushinikiza";

/* No comment provided by engineer. */
"Question" = "Swali";

/* No comment provided by engineer. */
"Raise hand" = "inua mkono";

/* No comment provided by engineer. */
"Reachable?" = "Inafikika?";

/* No comment provided by engineer. */
"Reactions" = "Miitikio";

/* No comment provided by engineer. */
"Read status" = "Hali ya kusoma";

/* No comment provided by engineer. */
"Received call from an old account" = "Pokea simu kutoka katika akaunti ya zamani";

/* No comment provided by engineer. */
"Recent threads" = "Mazungumzo ya hivi karibuni";

/* No comment provided by engineer. */
"Record voice message" = "Rekodi ujumbe wa sauti";

/* No comment provided by engineer. */
"Recording" = "Inarekodi";

/* No comment provided by engineer. */
"Recording consent is required" = "Idhini ya kurekodi inahitajika";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Idhini ya kurekodi inahitajika ili kujiunga kwenye simu";

/* No comment provided by engineer. */
"Recordings" = "Rekodi";

/* No comment provided by engineer. */
"Redo" = "Redo";

/* No comment provided by engineer. */
"Reference API supported?" = "API ya Marejeleo inatumika?";

/* No comment provided by engineer. */
"Reject" = "Kataa";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Kikumbusho kilifutwa kikamilifu";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Kikumbusho kiliwekwa kikamilifu";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Seva ya mbali haipatikani";

/* No comment provided by engineer. */
"Remove" = "Ondoa";

/* No comment provided by engineer. */
"Remove account" = "Ondoa akaunti";

/* No comment provided by engineer. */
"Remove from favorites" = "Ondoa kutoka katika vipendwa";

/* No comment provided by engineer. */
"Remove group and members" = "Ondoa kundi na wanachama";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Ondoa maingizo ya zamani na uache maingizo ya hivi karibuni pekee.";

/* No comment provided by engineer. */
"Remove participant" = "Ondoa mshiriki";

/* No comment provided by engineer. */
"Remove password" = "Ondoa nenosiri";

/* No comment provided by engineer. */
"Remove team and members" = "Ondoa timu na wanachama";

/* Replacement in case of out of office */
"Replacement" = "Uingizwaji/ badilisho";

/* Replacement in case of out of office */
"Replacement (optional)" = "Uingizwaji/badilisho (wa mbadala)";

/* No comment provided by engineer. */
"Reply" = "Jibu";

/* No comment provided by engineer. */
"Reply privately" = "Jibu kibinafsi";

/* Name of a repository */
"Repo" = "Repo";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Tuma tena";

/* No comment provided by engineer. */
"Resend invitation" = "Tuma mwaliko upya";

/* No comment provided by engineer. */
"Resend invitations" = "Tuma mialiko upya";

/* Title for a section where different reset options are shown */
"Reset" = "Panga upya";

/* Replacement in case of out of office */
"Reset replacement" = "Pangilia badilisho";

/* Results of a poll */
"Results" = "Matokeo";

/* No comment provided by engineer. */
"Retry" = "Jaribu upya";

/* Save conversation description */
"Save" = "Hifadhi";

/* No comment provided by engineer. */
"Save as draft" = "Hifadhi kama rasimu";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Hifadhi kwa 'Dokezo lako mwenyewe'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Sema hi kwa marafiki na wenzako!";

/* No comment provided by engineer. */
"Scan QR code" = "Skani msimbo wa QR";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Ratiba";

/* No comment provided by engineer. */
"Schedule a meeting" = "Weka ratiba ya mkutano";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = " Kushiriki skrini kumesimamishwa";

/* No comment provided by engineer. */
"Search" = "Tafuta";

/* No comment provided by engineer. */
"Search for places" = "Tafuta maeneo";

/* Replacement in case of out of office */
"Select a replacement" = "Chagua badilisho";

/* No comment provided by engineer. */
"Select language" = "Chagua lugha";

/* Copy a 'selection' of a message */
"Selection" = "Chaguo";

/* No comment provided by engineer. */
"Send" = "Tuma";

/* No comment provided by engineer. */
"Send a reaction" = "Tuma muitikio";

/* No comment provided by engineer. */
"Send call notification" = "Imetuma arifa ya simu";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Tuma ujumbe";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Tuma bila arifa";

/* No comment provided by engineer. */
"Send/Accept" = "Tuma/Kubali";

/* No comment provided by engineer. */
"Sending no invitations" = "Haitumi mialiko";

/* No comment provided by engineer. */
"Sensitive conversation" = "Mazungumzo nyeti";

/* A message has been sent without notifications */
"Sent without notification" = "imetumwa bila arifa";

/* No comment provided by engineer. */
"Server" = "Seva";

/* No comment provided by engineer. */
"Server address https://…" = "Anwani ya seva https://...";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Seva iko katika hali ya matengenezo sasa";

/* No comment provided by engineer. */
"Server not found" = "Seva haipatikani";

/* No comment provided by engineer. */
"Set" = "Pangilia";

/* No comment provided by engineer. */
"Set password" = "Pangilia nenosiri";

/* Remind me later about that message */
"Set reminder" = "Pangilia kikumbusho";

/* No comment provided by engineer. */
"Set status message" = "Pangilia ujumbe wa hali";

/* No comment provided by engineer. */
"Settings" = "Mipangilio";

/* No comment provided by engineer. */
"Share" = "Shirikisha";

/* No comment provided by engineer. */
"Share a file from your Tassos" = "Shirikisha faili kutoka katika Tassos yako";

/* No comment provided by engineer. */
"Share current location" = "Shirikisha eneo la sasa";

/* No comment provided by engineer. */
"Share link" = "Shirikisha kiungio";

/* No comment provided by engineer. */
"Share location" = "Shirikisha eneo";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Shirikisha pin ya eneo";

/* No comment provided by engineer. */
"Share to chat" = "Shirikisha kwenye gumzo";

/* No comment provided by engineer. */
"Share with" = "Shiriki na";

/* No comment provided by engineer. */
"Shared items" = "Vipengele vilivyoshirikishwa";

/* No comment provided by engineer. */
"Shared location" = "Eneo lililoshirikishwa";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Kushiriki kwenye mazungumzo yaliyoshirikishwa hakutumiki.";

/* No comment provided by engineer. */
"Short absence status" = "Hali ya kutokuwepo kwa muda mfupi";

/* No comment provided by engineer. */
"Short absence status is too long" = "Hali ya kutokuwepo kwa muda mfupi ni ndefu sana";

/* No comment provided by engineer. */
"Show more…" = "Onesha zaidi...";

/* No comment provided by engineer. */
"Signaling" = "Kuashiria";

/* No comment provided by engineer. */
"SIP dial-in" = "Piga-katika SIP ";

/* No comment provided by engineer. */
"Skip" = "Ruka";

/* No comment provided by engineer. */
"Slide to cancel" = "Pangusa kusitisha";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Baadhi ya jumbe ambazo hazijaonyeshwa, zitapakuliwa ukiwa mtandaoni";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Msimbo wa chanzo";

/* speaker = Loudspeaker, device */
"Speaker" = "Spika";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Spika imezimwa";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Spika imewashwa";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Ufikiaji wa utambuzi wa hotuba hauruhusiwi. Angalia mipangilio yako.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Imeshindwa kutambua hotuba";

/* No comment provided by engineer. */
"Start a new group conversation" = "Anzisha mazungumzo mapya ya kikundi";

/* No comment provided by engineer. */
"Start call" = "Anzisha simu";

/* No comment provided by engineer. */
"Start call silently" = "Anzisha simu kimya kimya";

/* No comment provided by engineer. */
"Start recording" = "Anza kurekodi ";

/* No comment provided by engineer. */
"Start time" = "Muda wa kuanza";

/* No comment provided by engineer. */
"Start video call" = "Anzisha simu ya video";

/* No comment provided by engineer. */
"Start video call silently" = "Anzisha simu ya video kimya kimya";

/* No comment provided by engineer. */
"Status" = "Hadhi";

/* No comment provided by engineer. */
"Status message" = "Ujumbe wa hali";

/* Action to 'Stop' a recording */
"Stop" = " Acha";

/* No comment provided by engineer. */
"Stop recording" = " Acha kurekodi";

/* No comment provided by engineer. */
"Stop screensharing" = "Acha kushirikisha skrini";

/* Strikethrough text */
"Strikethrough" = "Mgomo";

/* No comment provided by engineer. */
"STUN servers" = "Seva za STUN";

/* No comment provided by engineer. */
"Submit vote" = "Wasilisha kura";

/* No comment provided by engineer. */
"Switch account" = "Badili akaunti";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Inabadilisha katika mazungumzo mengine…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Sawazisha katika seva zinazoaminika na kitabu cha anwani cha kimataifa na cha umma";

/* Talk to a user */
"Talk to" = "Ongea kwa";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Gusa na ushikilie ili kurekodi ujumbe wa sauti";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Gusa na ushikilie ili urekodi ujumbe wa sauti, achia kitufe ili kuutuma.";

/* No comment provided by engineer. */
"Test failed" = "Jaribio limeshindikana";

/* No comment provided by engineer. */
"Test push notifications" = "Jaribu arifa zinazotumwa na programu hata wakati huitumii";

/* No comment provided by engineer. */
"Test results" = "Matokeo ya jaribio";

/* No comment provided by engineer. */
"Test results copied" = "Matokeo ya jaribio yamenakiliwa";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Programu ni ya zamani sana na haitumiki tena na seva hii.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Mwito kwa tukio hili uliisha. Je, ungependa kufuta mazungumzo haya kwa kila mtu?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Mkutano huu umekuwa ukiendelea kwa saa moja";

/* No comment provided by engineer. */
"The call might be recorded" = "Simu inaweza kuwa inarekodiwa";

/* No comment provided by engineer. */
"The password is wrong" = "Nenosiri si sahihi";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Rekodi inaweza kujumuisha sauti yako, video kutoka kwenye kamera na kushiriki skrini. Idhini yako inahitajika kabla ya kujiunga kwenye simu.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Hakuna akaunti ya mtumiaji %1$@ katika seva %2$@ iliyosanidiwa katika programu hii.";

/* No comment provided by engineer. */
"This call is being recorded" = "Simu hii inarekodiwa";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Mazungumzo haya yameambatishwa kwa tukio la kalenda. Hariri tukio ili kubadilisha jina/maelezo ya mazungumzo.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Mazungumzo haya ni ya kusoma tu";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Mazungumzo haya yatafutwa kiotomatiki kwa kila mtu ndani ya siku %ld bila shughuli yoyote.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Hii ndio anwani ya wavuti unayotumia kufikia seva yako katika kivinjari chako cha wavuti.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Mkutano huu umepangwa kwa";

/* No comment provided by engineer. */
"This might take a moment" = "Hii inaweza kuchukua muda";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Muhtasari huu umetolewa na AI na unaweza kuwa na makosa.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Kawaida hii inaonyesha kuwa kifaa hiki kilitumiwa hapo awali kwa akaunti, ambayo haikuondolewa ipasavyo kutoka kwa seva.";

/* No comment provided by engineer. */
"This week" = "Wiki hii";

/* Remind me this weekend about that message */
"This weekend" = "Wikendi hii";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Hii itaathiri utendakazi wa programu hii. Tafadhali kagua mipangilio yako.";

/* No comment provided by engineer. */
"Thread" = "Mazungumzo";

/* No comment provided by engineer. */
"Thread notification level button" = "Kitufe cha kiwango cha arifa ya mazungumzo";

/* No comment provided by engineer. */
"Thread title" = "Kichwa cha mazungumzo";

/* No comment provided by engineer. */
"Threads" = "Nyuzi /Mijadala";

/* No comment provided by engineer. */
"Title" = "Kichwa cha habari";

/* 'To' which language user wants to translate text */
"To" = "Kwa";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Ili kutatua suala hili, tumia kiolesura cha wavuti na uende kwa \"Settings -> Security\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Kwa:";

/* No comment provided by engineer. */
"Today" = "Leo";

/* Remind me tomorrow about that message */
"Tomorrow" = "Kesho";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Nakili";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Nakala";

/* No comment provided by engineer. */
"Translate" = "Tafsiri";

/* No comment provided by engineer. */
"Translation" = "Utafsiri";

/* No comment provided by engineer. */
"Translation failed" = "Translation failed";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "GEUZA seva";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Shinikizo la Twitter @…";

/* No comment provided by engineer. */
"Typing indicator" = "Kiashiria cha kuchapa";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Viashirio vya kuandika vinapatikana tu wakati wa kutumia hali ya nyuma ya utendaji wa juu (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Imeshindwa kupata muktadha wa ujumbe";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Imeshindwa kupata mazungumzo ya ujumbe";

/* No comment provided by engineer. */
"Unable to load file" = "Imeshindwa kupakia faili";

/* No comment provided by engineer. */
"Unable to open file" = "Imeshindwa kufungua faili";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Ondoa mazungumzo kwenye kumbukumbu";

/* No comment provided by engineer. */
"Unavailable" = "Haipatikani";

/* No comment provided by engineer. */
"Unban" = "Ondoa marufuku";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Chini ya \"Vifaa na vipindi\" angalia ikiwa kuna nakala rudufu za kifaa kimoja.";

/* No comment provided by engineer. */
"Undo" = "Tendua";

/* No comment provided by engineer. */
"Undo Typing" = "Tendua uchapaji";

/* No comment provided by engineer. */
"Unknown" = "Asiyejulikana";

/* No comment provided by engineer. */
"Unknown error" = "Hitilafu isiyojulikana";

/* No comment provided by engineer. */
"Unknown error occurred" = "Hitilafu isiyojulikana imetokea";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Haijasomwa";

/* No comment provided by engineer. */
"Unread mentions" = "Matangazo ambayo hayajasomwa";

/* No comment provided by engineer. */
"Unread messages" = "Jumbe ambazo hazijasomwa";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Sasisha";

/* No comment provided by engineer. */
"Updated notification settings" = "Sasisha mipangilio ya arifa";

/* No comment provided by engineer. */
"Upload failed" = "Upakiaji umeshindikana";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Inapakia %Id vipengele";

/* No comment provided by engineer. */
"User" = "Mtumiaji";

/* No comment provided by engineer. */
"User profile and settings" = "Wasifu wa mtumiaji na mipangilio";

/* No comment provided by engineer. */
"User status supported?" = "Je, hali ya mtumiaji inaungwa mkono?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Kiasi cha hifadhi ya mtumiaji kimepitwa";

/* No comment provided by engineer. */
"Users" = "Watumiaji";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Toleo";

/* Join a call in video call mode */
"Video call" = "Video call";

/* No comment provided by engineer. */
"Video quality" = "Ubora wa video";

/* Conversation visibility settings */
"Visibility" = "Mwonekano";

/* No comment provided by engineer. */
"Voice messages" = "Jumbe za sauti";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Inasubiri kwa %@kujiunga na simu";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Inasubiri wengine kujiunga na simu";

/* No comment provided by engineer. */
"Website" = "Tovuti";

/* No comment provided by engineer. */
"What is your status?" = "Hali yako ni ipi?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Write message, @ to mention someone …";

/* No comment provided by engineer. */
"Yes" = "Ndiyo";

/* No comment provided by engineer. */
"Yesterday" = "Jana";

/* No comment provided by engineer. */
"You" = "Wewe";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Uliongeza {user0} na washiriki %ld zaidi";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Umeongeza {user0} na {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Wewe na washiriki %ld zaidi walijiunga kwenye simu";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Wewe na washiriki %ld zaidi mmeacha simu";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Wewe na {actor0} mmejiunga kwenye simu";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Wewe na {actor0} mmeacha simu";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Kwa sasa unasubiri kwenye chumba cha kushawishi";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Wewe si sehemu ya mazungumzo yoyote";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Wewe si sehemu ya mazungumzo yoyote. Bonyeza + kuanzisha mapya";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Unaweza kuweka nambari yako ya simu ili watumiaji wengine waweze kukupata";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Umeshusha {user0} na washiriki %ld zaidi kutoka kwa wasimamizi";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Umeshusha {user0} na {user1} kutoka kwa wasimamizi";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Una mialiko %ld ambayo haijashughulikiwa";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Umenyamazishwa na msimamizi";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Huna mikutano iliyoratibiwa.";

/* No comment provided by engineer. */
"You have no unread mentions." = "Huna mtajo ambao haujasomwa.";

/* No comment provided by engineer. */
"You have no unread messages." = "Huna jumbe ambazo hazijasomwa.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = " Unahitaji kutangaza msimamizi mpya kabla ya kuondoka %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Unahitaji kupandisha msimamizi mpya kabla ya kuondoka kwenye mazungumzo haya";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Ulipandisha {user0} na washiriki %ld zaidi kuwa wasimamizi";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Ulipandisha {user0} na {user1} kuwa wasimamizi";

/* No comment provided by engineer. */
"You received a new notification" = "Umepokea arifa mpya";

/* No comment provided by engineer. */
"You reconnected to the call" = "Umejiunganisha tena kwenye simu";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Uliondoa {user0} na washiriki %ld zaidi";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Umewaondoa {user0} na {user1}";

/* No comment provided by engineer. */
"Your email address" = "Anwani yako ya barua pepe";

/* No comment provided by engineer. */
"Your phone number" = "Namba yako ya simu";

/* No comment provided by engineer. */
"Your PIN" = "PIN yako";

/* No comment provided by engineer. */
"Your postal address" = "Anwani yako ya posta";

/* 'Zammad' is a product name */
"Zammad API error" = "Hitilafu ya Zammad API";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = " {actor0} alikuongeza wewe na washiriki %ld zaidi";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} alikuongeza wewe na {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} aliongeza {user0} na washiriki %ld zaidi";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} aliongeza {user0} na {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} na washiriki %ld zaidi walijiunga kwenye simu";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = " {actor0} na washiriki %ld zaidi waliondoka kwenye simu";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} na {actor1} walijiunga kwenye simu";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = " {actor0} na {actor1} waliacha simu";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = " {actor0} amekushusha wewe na washiriki %ld zaidi kutoka kwa wasimamizi";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = " {actor0} amekushusha wewe na {user0} kutoka kwa wasimamizi";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = " {actor0} ameshusha hadhi {user0} na washiriki %ld zaidi kutoka kwa wasimamizi";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} ameshusha hadhi {user0} na {user1} kutoka kwa wasimamizi";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} alikupandisha cheo wewe na washiriki %ld zaidi kuwa wasimamizi";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} alikupandisha cheo wewe na {user0} kuwa wasimamizi";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} alimpandisha cheo {user0} na washiriki %ld zaidi kuwa wasimamizi";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} aliwapandisha hadhi {user0} na {user1} kuwa wasimamizi";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} ameunganishwa tena kwenye simu";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} alikuondoa wewe na washiriki %ld zaidi";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} alikuondoa wewe na {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} amemwondoa {user0} na washiriki %ld zaidi";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} ameondoa {user0} na {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "Jumbe mpya";

